[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Зачыніць
btnUpdate.Caption=Спампаваць
btnConfirmCancel.Caption=Скасаваць
btnUptoDateOK.Caption=Добра
lblUpToDate.Caption=Віншуем! Вы карыстаецеся апошняю вэрсіяю. Абнаўленьні адсутнічаюць.
lblGetUptInfo.Caption=Атрыманьне зьвесткаў пра абнаўленьні, калі ласка чакайце...
btnConfigCancel.Caption=Скасаваць
btnMinimize.Caption=Схаваць
btnProcessCancel.Caption=Скасаваць
btnUptWeb.Caption=Абнавіць
btnWebCancel.Caption=Пазьней
lblUpdateFailed.Caption=Збой абнаўленьня! Калі ласка, паспрабуйце пазьней. Або пстрыкніце "Паўтарыць", каб паспрабаваць зараз.
btnFailedClose.Caption=Зачыніць
btnRetry.Caption=Паўтарыць
btnSuccessClose.Caption=Добра

[LiveUpdate_M]
Item=Элемэнт
Size=Памер
Version=Вэрсія
DownLoading=Спампоўваньне
OK=Добра
Close=Зачыніць
LiveUpdate=Абнавіць
UpdateSuccess=%s абноўлена. Зараз Вы зможаце атрымаць асалоду ад апошніх і выпраўленых функцыяў.
WebDownLoad=Даступна новая вэрсія для %s. Калі ласка, абнавіце праґраму, каб атрымаць доступ да апошніх і выпраўленых функцыяў. Задарма.
AvailableUpdates=Даступны абнаўленьні
NewVersion=Новая вэрсія
VersionUpdate=Абнаўленьне
ImportantUpdate=Істотнае абнаўленьне

